Repository: AdidasChallenge/AdidasChallenge
Catalog: AdidasChallenge/Resources/Localization/*.lproj/Localizable.strings
Languages: nl

# error_row_cta
source: Retry
nl: Opnieuw

# search_no_result_title
source: We could not find '%@'.
nl: We hebben '%@' niet gevonden.

# search_no_result_description
source: We search for titles and descriptions.
nl: We zoeken op titel en descripties.

# search_input_cancel
source: Cancel
nl: Annuleer

# search_input_placeholder
source: Search for a product...
nl: Zoek voor een product...

# content_detail_reviews_title
source: Reviews
nl: Recensies

# content_detail_add_review_title
source: Add a review
nl: Voeg een recensie toe

# content_detail_review_empty
source: No reviews have been added. Will you add a review to be the first?
nl: Er zijn nog geen recensies toegevoegd. Voeg jij er een toe?

# review_form_submit_title
source: Submit
nl: Verzenden

# review_form_comments_textfield_title
source: Your comments
nl: Je opmerkingen

# review_form_comments_textfield_placeholder_title
source: I really like the stripes...
nl: Ik vind de strepen leuk...

# review_form_rating_title
source: Rating
nl: Beoordeling

# review_form_alert_confirm
source: Close
nl: Sluiten

# review_form_alert_description
source: Thank you! We have added your review.
nl: Bedankt! We hebben je recensie ontvangen.

# review_form_alert_title
source: Notification
nl: Notificatie

# review_form_alert_error_title
source: Could not send review.
nl: Recensie niet verzonden.

# review_form_alert_error_rating
source: Please assign a rating to the review.
nl: Beoordeel het product u verzend.

# review_form_alert_error_text
source: Please add some text to the review.
nl: Voeg tekst toe aan uw beoordeling.

# review_form_alert_error_description
source: An error occurred, please try again later.
nl: Er is een probleem ondervonden, probeer het later nog een keer.
